[
  {
    "Fact": "Where did the name cocktail come from? Cocktail culture is full of stories and often contested. When it comes to the word cocktail, theories range from a nickname for a French cocktail all the way to a horse suppository. Since the latter is more outlandish, I am going to go with that. Ginger was once used as a suppository to make a horse stick its tail up. If you had an old horse that you wanted to sell, you would insert a ginger in the horse’s behind so that it would ‘cock its tail up’ and look perky and healthy. This was referred to as a cocktail. Since alcoholic beverages can also provide a boost, the connection was made."
  },
  {
    "Fact": "How many cocktails exist? There are six types of cocktails. Cocktails are variations of the Daiquiri, Old Fashioned, Martini, Sour, Highball, and Flip."
  },
  {
    "Fact": "Why are some cocktails shaken while other drinks are stirred? The difference between the two is the level of dilution and texture the drink requires. The longer a drink is shaken or stirred, the more diluted and cold it gets. Cocktails made with spirits, tonics, and bitters should be stirred. Drinks that feature fruit juices, egg whites, cream, or cream-based liqueurs should be shaken. The ice beats it into a smooth texture before straining into a glass."
  },
  {
    "Fact": "What country invented the cocktail? While the United States is often credited with the invention of the modern cocktail, Italy takes the prize. Roman Emperor Nero’s physician wrote a treatise in 77 A.D. about preparing medicines that included wines, alcohol, and bitters."
  },
  {
    "Fact": "What is the oldest cocktail? The Sazerac was invented in 1838 by apothecary owner Antoine Peychaud in New Orleans."
  },
  {
    "Fact": "Who wrote the first cocktail book? Jerry Thomas wrote “How to Mix Drinks, or the Bon Vivant’s Companion” in 1862."
  },
  {
    "Fact": "What’s the most popular cocktail in the world? The old fashioned has long been the most popular cocktail worldwide because of its simplicity and mass appeal and availability of whiskey."
  },
  {
    "Fact": "Why do we clink glasses and toast before drinking? As with many traditions, this one comes with several possible origins. Some people believe that it wards off evil spirits while others think it harkens back to a time when people used to try and poison each other. Whatever the reason, toasting creates a mutual celebratory vibe that I think we can all agree is satisfying."
  },
  {
    "Fact": "What drink came before the cocktail? Punch was invented in India 1500 years ago. Made from sugar, spices, water, citrus, and arrack, punch is credited as a pre-cursor to the modern cocktail."
  },
  {
    "Fact": "How big is the largest cocktail ever made? Nick Nicora set a Guinness World Record with a 10,499 gallon margarita in Sacramento, California in 2012."
  },
  {
    "Fact": "What is the most expensive cocktail in the world? The Ritz-Carlton Tokyo’s Diamond Is Forever Martini features a one-carat diamond alongside Absolut Elyx Vodka. This martini will set you back ¥2 million, or roughly $18,500USD."
  },
  {
    "Fact": "What is the oddest cocktail ever invented? While there are likely plenty of strange drinks out there, the Sourtoe Cocktail has to be one of the grossest. Invented in Dawson, Yukon Territory in Canada, this drink features an amputated toe."
  },
  {
    "Fact": "What’s the most complicated cocktail for a bartender to make? The Commonwealth cocktail contains 71 ingredients to honor the 71 countries competing in the 20th Commonwealth games."
  },
  {
    "Fact": "Who made the most cocktails in one minute? Sheldon Wiley made 18 cocktails in one minute to achieve the World Record in 2013. He also managed to make 1,905 cocktails in an hour in 2014."
  },
  {
    "Fact": "What was Prohibition? In a dark time for drinkers in the United States, alcohol was banned from 1920-1933. Despite the energy around the movement, Prohibition was never enforced in some places like Kansas City, Missouri."
  },
  {
    "Fact": "What is the “Zion Curtain law”? From the 1960s until 2018 bartenders in Utah had to prepare drinks behind a curtain or partition, out of view of guests to “reduce the temptation” of excessive drinking."
  },
  {
    "Fact": "What is the most banned spirit? Absinthe has long been portrayed as a dangerous, hallucinogenic, and addictive substance. However, this wormwood spirit is no more harmful than any other alcohol but the presence of thujone was once misunderstood. There was a time when absinthe was used as a malaria drug."
  },
  {
    "Fact": "Where was it illegal to alter a spirit for a cocktail? For almost 100 years, bartenders weren’t allowed to age or infuse spirits purchased for use in Canadian bars. Luckily this changed in 2018."
  },
  {
    "Fact": "Where are the highest number of World’s 50 Best Bars? London currently has eight of the top 50 bars in the world according to the annual global list."
  },
  {
    "Fact": "How many margaritas do American’s drink hourly? 185,000 margaritas disappear hourly in the USA."
  },
  {
    "Fact": "What is Puerto Rico’s national drink? The Piña Colada was invented in 1954 at the Beachcomber Bar by Ramón “Monchito” Marrero. "
  },
  {
    "Fact": "Which country drinks the most alcohol? Latvia averages 12.6 liters if alcohol consumed per person annually."
  },
  {
    "Fact": "Which country has the strictest law for drinking and driving? While I would certainly never condone drinking and driving, you definitely don’t want to try it in El Salvador. Even for your first offense. Those caught in violation may be subject to death by a firing squad."
  },
  {
    "Fact": "Where is the highest cocktail bar? On the 118th floor of Hong Kong’s ICC Tower sits a rooftop bar called OZONE."
  },
  {
    "Fact": "What bar has the biggest menu? Pench’s Bar in Bulgaria had the largest menu featuring 2,014 cocktails but now has closed."
  }
]
